[
  {
    "name": "Sundarbans Mangrove Forest",
    "location": "Khulna Division, southwestern Bangladesh",
    "history": [
      "The Sundarbans: Where Nature and Mystique Converge",
      "The Sundarbans, a sprawling mangrove forest spanning the delta region of the Padma, Meghna, and Brahmaputra river basins in South Asia, have captivated the world with their unique blend of natural beauty, biodiversity, and mystique. This UNESCO World Heritage Site, renowned for its complex network of waterways, dense mangrove forests, and elusive Bengal tigers, has a history as rich and diverse as the ecosystem it nurtures.",
      " In the 20th century, the importance of the Sundarbans' unique ecosystem became evident, leading to conservation efforts. The establishment of the Sundarbans Reserve Forest in 1928 marked a significant step in preserving the mangroves and wildlife. Today, the Sundarbans are a protected area, home to diverse species, including the iconic Bengal tiger, saltwater crocodile, and numerous bird species.",
      "Despite conservation efforts, the Sundarbans face ongoing threats, including climate change, rising sea levels, habitat loss, and poaching. The delicate balance of this ecosystem is in jeopardy, and concerted efforts are required to ensure its long-term survival."
    ],
    "duration": "4 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/1MnCzSW/sundarban.jpg",
    "price": 7000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Rangamati",
    "location": "Southern part of Chittagong, Bangladesh",
    "history": [
      "Rangamati: A Jewel of Bangladesh's Chittagong Hill Tracts",
      "Nestled in the southeastern part of Bangladesh, Rangamati is a picturesque district that captivates visitors with its stunning landscapes, serene lakes, and a rich tapestry of indigenous culture. Situated in the Chittagong Hill Tracts, this region has a unique history and beauty that set it apart from the rest of the country.",
      "Rangamati's landscape is defined by lush green hills, verdant forests, and pristine water bodies. The most iconic feature of the district is the stunning Kaptai Lake, a man-made reservoir formed by the Kaptai Dam on the Karnaphuli River. The lake, surrounded by rolling hills, is the largest in Bangladesh and serves as a tranquil oasis amidst the region's natural beauty.",
      "Rangamati has a complex history, marked by the signing of the Chittagong Hill Tracts Accord in 1997, which aimed to address the longstanding issues of autonomy and land rights for the indigenous populations. The accord has played a crucial role in maintaining peace and stability in the region, making it accessible to tourists and preserving its natural beauty."
    ],
    "duration": "3 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/wLRtWBt/rangamati.jpg",
    "price": 6000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Paharpur",
    "location": "Rajshahi, Bangladesh",
    "history": [
      "Paharpur: The Ancient Serenity of Bangladesh",
      "Paharpur, located in the northwestern part of Bangladesh, is a site of historical and archaeological significance that stands as a testament to the rich cultural heritage of the region. At the heart of Paharpur lies the Somapura Mahavihara, an ancient Buddhist monastery complex that has earned recognition as a UNESCO World Heritage Site.",
      "The Somapura Mahavihara, dating back to the 8th century, was a center of Buddhist learning and worship during the Pala Empire, which ruled over parts of present-day Bangladesh and India. This vast complex, covering approximately 11 acres, comprised numerous monastic cells, stupas, temples, and educational facilities. It was an important hub for Buddhist scholars and monks, attracting seekers of knowledge from across Asia.",
      "The architecture of Somapura Mahavihara is a stunning example of ancient South Asian design and engineering. The main stupa, standing at the center of the complex, reaches a height of nearly 21 meters, and its impressive scale reflects the significance of the site. The intricately designed terracotta decorations adorning the outer walls of the monastery provide valuable insights into the culture and artistry of the time."
    ],
    "duration": "2 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/WK4JTGr/paharpur.jpg",
    "price": 3000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Lalbagh fort",
    "location": "Dhaka, Bangladesh",
    "history": [
      "Lalbagh Fort: A Timeless Gem in the Heart of Dhaka",
      "Lalbagh Fort, situated in the heart of Dhaka, the capital city of Bangladesh, is a historic monument that stands as a symbol of the country's rich heritage and architectural prowess. This centuries-old fort, also known as Fort Aurangabad is a testament to the Mughal era's grandeur and has been a witness to numerous historical events.",
      "Lalbagh Fort was commissioned in 1678 by Prince Muhammad Azam, the third son of Emperor Aurangzeb, during the Mughal rule in Bengal. The prince initiated the construction of this grand fort as a symbol of his love for his beloved wife, Begum Pari Bibi, who unfortunately passed away before its completion. As a result, the fort is often referred to as Lalbagh or the Red Garden due to the extensive use of red sandstone in its construction.",
      "Lalbagh Fort exhibits a unique blend of Mughal and Bengali architectural styles, characterized by its massive gateways, towering walls, and intricately designed mosque and mausoleum. The central structure, known as the Diwan-i-Aam or Hall of Audience, showcases beautiful floral and geometric motifs carved into the red sandstone, reflecting the artistic finesse of the era."
    ],
    "duration": "1 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/WKKqQ9M/lalbagh.jpg",
    "price": 1000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Start Mosque",
    "location": "Dhaka, Bangladesh",
    "history": [
      "Star Mosque (Tara Masjid): A Shining Jewel of Bangladesh's Architectural Heritage",
      "The Star Mosque, locally known as 'Tara Masjid' is a remarkable architectural gem located in Dhaka, the bustling capital of Bangladesh. This stunning mosque is renowned for its intricate tile work and exquisite craftsmanship, which have earned it a place among the country's most treasured religious and historical sites.",
      "The Star Mosque, believed to have been built in the early 18th century during the Mughal period, stands as a testament to the architectural finesse of that era. What sets it apart is its dazzling facade adorned with thousands of pieces of finely crafted ceramic tiles, mainly from Japan and Europe. The tiles depict a stunning array of motifs, including stars, flowers, and Arabic calligraphy, which give the mosque its distinctive name.",
      "The Star Mosque is a popular tourist attraction and a significant pilgrimage site in Dhaka. Visitors are often captivated by the mosque's stunning exterior and the peaceful ambiance inside. To enter the mosque, visitors are expected to dress modestly and respect the religious customs and practices."
    ],
    "duration": "1 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/cLcdg6j/star-mosque.jpg",
    "price": 1000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Ahsan Monjil",
    "location": "Dhaka, Bangladesh",
    "history": [
      "Ahsan Manzil: The Pink Palace of Dhaka",
      "Ahsan Manzil, often referred to as the 'Pink Palace' is a majestic architectural wonder nestled in the heart of Dhaka, the capital of Bangladesh. This historic structure stands as a symbol of the country's colonial past and has become an iconic landmark, attracting visitors from around the world.",
      "Ahsan Manzil was constructed during the late 19th century, during the British colonial period, by Nawab Abdul Ghani, the wealthiest landowner in Dhaka at the time. The palace was built as the official residence for the Nawabs of Dhaka and served as a center for political, social, and cultural activities during the British Raj.",
      "One of the most captivating aspects of Ahsan Manzil is its unique architectural style. The palace seamlessly blends elements of European and Mughal architecture. Its striking pink façade, which gives it the nickname 'Pink Palace' is adorned with stunning white columns, intricately designed archways, and decorative elements reminiscent of the Indo-Saracenic style. The building is a beautiful representation of the fusion of cultures that marked the colonial era."
    ],
    "duration": "1 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/NVr8XBH/ahsan-monjil.jpg",
    "price": 1000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Bisnakandi",
    "location": "Sylhet, Bangladesh",
    "history": [
      "Bisnakandi: Bangladesh's Hidden Gem of Natural Beauty",
      "Bisnakandi, a remote and relatively lesser-known destination in Bangladesh, is a place of extraordinary natural beauty. Situated in the Sylhet region, Bisnakandi is nestled amidst the picturesque landscapes of the Khasi hills and offers visitors a breathtaking experience that encompasses crystal-clear rivers, lush greenery, and unique geological formations.",
      "One of the standout features of Bisnakandi is its intricate network of rivers and waterways. The Dauki River, originating in the neighboring Indian state of Meghalaya, flows through Bisnakandi, creating a stunning contrast of emerald green waters against the backdrop of rocky terrain and dense foliage. The river is dotted with numerous boulders and small islands, making it a haven for photographers and nature enthusiasts.",
      "Bisnakandi is a hidden gem in Bangladesh, and its remoteness adds to its charm. Travelers should be prepared for a somewhat rugged journey to reach the area, as it may require a combination of road travel and a short trek. However, the reward is an untouched paradise of nature's wonders."
    ],
    "duration": "4 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/YjJcFrR/bisnakandi.jpg",
    "price": 7000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Jaflong",
    "location": "Sylhet, Bangladesh",
    "history": [
      "Jaflong: A Scenic Wonderland in the Lap of the Himalayas",
      "Jaflong, located in the Sylhet region of Bangladesh, is a mesmerizing destination that captivates visitors with its breathtaking natural beauty. Nestled on the border with India, Jaflong is known for its lush green landscapes, crystal-clear rivers, and panoramic views of the Himalayan mountains, making it a haven for nature enthusiasts and adventure seekers.",
      "Jaflong is situated on the banks of the Khasi River, which originates from the hills of India and flows through this scenic area. The river's turquoise waters are dotted with large boulders, creating a stunning visual contrast against the surrounding greenery. The riverbed is famous for its abundance of round, smooth stones, which are collected by locals for various purposes, including construction and decoration.",
      "For adventure enthusiasts, Jaflong offers opportunities for trekking, hiking, and boat rides on the Khasi River. Visitors can explore the nearby Lawachara National Park or take a trek to the nearby Khasi villages to experience the indigenous culture and lifestyle."
    ],
    "duration": "3 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/2hMDZbQ/md-sameul-9-Uqze-QYk-Cgg-unsplash.jpg",
    "price": 6000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Ratargul swamp forest",
    "location": "Sylhet, Bangladesh",
    "history": [
      "Ratargul Swamp Forest: Bangladesh's Hidden Green Oasis",
      "Nestled in the Gowainghat upazila (sub-district) of Sylhet in Bangladesh, Ratargul Swamp Forest is a natural wonder that remains relatively unspoiled by commercial tourism. This pristine forest, often referred to as the 'Amazon of Bangladesh' is a unique wetland ecosystem that offers a lush, green retreat for nature enthusiasts and adventurous travelers.",
      "Ratargul is a freshwater swamp forest, characterized by its verdant, evergreen canopy and a network of crystal-clear streams and small rivers. The forest remains submerged in water for a significant part of the year, creating an enchanting and mysterious atmosphere. The lush greenery and reflection of the trees in the calm waters make it a paradise for photographers and nature lovers.",
      "Access to Ratargul Swamp Forest can be somewhat challenging due to its remote location. The best time to visit is during the monsoon season, from June to October, when the forest is submerged in water and at its most enchanting. However, it's advisable to check local conditions before planning a trip, as the forest accessibility can be affected by heavy rains."
    ],
    "duration": "2 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/HFkXpXC/ratargul-swamp-forest.jpg",
    "price": 5000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Lalakhal",
    "location": "Sylhet, Bangladesh",
    "history": [
      "Lalakhal: A Serene River Paradise in Bangladesh",
      "Lalakhal, often referred to as the 'Blue River' is a natural wonder located in the southwestern region of Bangladesh. This pristine river, flanked by lush greenery and characterized by its crystal-clear blue waters, is a captivating destination that offers a serene escape into nature's tranquility.",
      "Lalakhal is part of the Surma River, which flows through the Sylhet region, and it is renowned for its strikingly clear blue waters. The river takes its distinctive hue from the white sandy riverbed and the reflection of the surrounding green hills and clear skies. The result is a breathtaking azure-blue river that stretches as far as the eye can see, creating a dreamlike and picturesque environment.",
      "The river is rich in aquatic life, making it a popular spot for fishing. Local fishermen often cast their nets into the clear waters, and visitors can watch or even join in this traditional activity. Lalakhal is also home to various fish species, adding to its ecological importance."
    ],
    "duration": "2 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/zNvFbsx/lalakhal.jpg",
    "price": 5000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Sitakunda",
    "location": "Chittagong, Bangladesh",
    "history": [
      "Sitakunda: A Blend of Nature, Culture, and Industry",
      "Sitakunda, located in the Chittagong District of southeastern Bangladesh, is a multifaceted region that offers a diverse range of attractions, from natural beauty to industrial significance and cultural heritage. This versatile destination is known for its scenic landscapes, bustling industries, and historical sites.",
      "Sitakunda is blessed with picturesque landscapes that include lush green hills, dense forests, and serene water bodies. The Chittagong Hill Tracts border the region, providing opportunities for trekking and exploration. Sitakunda also boasts the Kumira and Banshbaria waterfalls, which are popular spots for nature lovers and trekkers.",
      "One of the significant cultural attractions in Sitakunda is the Chandranath Temple, located atop the Chandranath Hill. This Hindu temple, dedicated to Lord Shiva, draws pilgrims and tourists alike. The temple complex includes shrines, ponds, and a peaceful atmosphere that adds to its spiritual aura."
    ],
    "duration": "3 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/8XM3hPC/sitakunda.jpg",
    "price": 6000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Nijhom island",
    "location": "Noakhali, Bangladesh",
    "history": [
      "Nijhom dwip: An unspoiled island",
      "Nijhum Dwip is celebrated for its pristine and untouched landscapes. The island features expansive sandy beaches, mangrove forests, tidal rivers, and mudflats. Its serene and tranquil environment makes it an ideal destination for those seeking an escape from the hustle and bustle of city life.",
      "The island is rich in biodiversity and serves as an important habitat for a wide variety of bird species, including migratory birds that visit during the winter months. Additionally, Nijhum Dwip is home to various aquatic species, including fish and crabs, which play a crucial role in the livelihood of the local communities.",
      "Nijhum Dwip is inhabited by a small population of indigenous people who primarily rely on fishing and agriculture for their livelihoods. The islanders have a unique way of life that revolves around the rhythms of the tides and the sea. Visitors to Nijhum Dwip often have the opportunity to experience the local culture and interact with the friendly inhabitants."
    ],
    "duration": "3 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/jhmbsYX/nijhom-island.jpg",
    "price": 5000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Sajek valley",
    "location": "Chittagong, Bangladesh",
    "history": [
      "Sajek Valley: A Picturesque Haven in the Hills of Bangladesh",
      "Sajek Valley, nestled in the Chittagong Hill Tracts of southeastern Bangladesh, is a hidden gem known for its breathtaking natural beauty, lush green landscapes, and the tranquil ambiance of the hills. It has become a sought-after destination for nature enthusiasts, trekkers, and travelers seeking a serene escape from the bustle of urban life.",
      "Sajek Valley is renowned for its pristine landscapes, characterized by rolling hills, dense forests, and vibrant greenery. The valley is situated at an elevation, offering panoramic views of the surrounding hills and valleys. The region experiences a pleasant climate throughout the year, making it an ideal destination for those seeking a reprieve from the heat of the plains.",
      "The valley offers numerous trekking and hiking opportunities. Exploring the surrounding hills and forests provides an adventure that allows visitors to connect with nature and appreciate the region's biodiversity. Some popular trekking routes lead to vantage points with stunning views of the valley."
    ],
    "duration": "4 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/B4F9Vvy/sajek-valley.jpg",
    "price": 10000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Patenga sea beach",
    "location": "Chittagong, Bangladesh",
    "history": [
      "Patenga Sea Beach: Chittagong's Coastal Gem",
      "Patenga Sea Beach, located in Chittagong (Chattogram), is one of Bangladesh's most popular coastal destinations. Situated along the Bay of Bengal, this serene beach offers a perfect blend of natural beauty, recreational activities, and a glimpse into the coastal lifestyle of the region.",
      "Patenga Beach is celebrated for its natural beauty. The beach stretches for approximately 15 kilometers and features a picturesque shoreline with golden sands that meet the azure waters of the Bay of Bengal. The tranquil ambiance, cool sea breeze, and breathtaking sunsets make it an ideal spot for relaxation and photography.",
      "One unique feature of Patenga Beach is its proximity to the Patenga Sea Port. Visitors can watch large cargo ships coming and going, creating an interesting juxtaposition of industry and natural beauty. The Patenga Sea Port is also the starting point for boat rides that take visitors along the Karnaphuli River and offer scenic views of the coastline."
    ],
    "duration": "3 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/hm0PYL4/patenga-sea-beach.jpg",
    "price": 6000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Mohasthan garh",
    "location": "Bogura, Bangladesh",
    "history": [
      "Mohasthangarh: The Ancient Citadel of Pundranagara",
      "Mohasthangarh, situated near the town of Bogura in northern Bangladesh, is an ancient archaeological site that holds a rich history dating back over two millennia. It is one of the most significant and well-preserved archaeological sites in Bangladesh, often referred to as the 'city of the past'. Mohasthangarh offers a glimpse into the vibrant civilization of Pundranagara, making it a must-visit destination for history enthusiasts and archaeology buffs.",
      "Mohasthangarh is believed to be the site of the ancient city of Pundranagara, which thrived during the 3rd century BCE to the 6th century CE. It was an important urban center of the Mauryan, Gupta, and Pala empires and was strategically located on the trade route connecting northern India with Southeast Asia. The city played a vital role in commerce, culture, and politics during its heyday.",
      "Excavations at Mohasthangarh have yielded a treasure trove of archaeological artifacts, including coins, pottery, sculptures, and inscriptions that shed light on the historical and cultural aspects of the region. Some of the most remarkable findings include terracotta plaques and figurines, providing insights into the artistry and craftsmanship of the time."
    ],
    "duration": "4 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/qCLQv2f/mohasthan-garh.jpg",
    "price": 6000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Saat gumbuj mosque",
    "location": "Bagerhat, Bangladesh",
    "history": [
      "Saat Gumbuj Mosque: The Seven-Domed Splendor of Bangladesh",
      "Saat Gumbuj Mosque, also known as the Seven Domed Mosque, is an architectural marvel located in the southern part of Bagerhat, a historic district in Bangladesh. This mosque is a remarkable testament to the architectural and artistic excellence of the medieval Bengal Sultanate, making it one of the most cherished heritage sites in the country.",
      "Saat Gumbuj Mosque is celebrated for its distinctive architectural style, which blends elements of Islamic, Bengali, and Persian influences. Its name, 'Seven Domed Mosque' is derived from the seven small domes that crown the prayer hall, creating a unique and visually stunning silhouette. The central dome is larger than the others and sits atop the mihrab, the niche indicating the direction of Mecca for prayer.",
      "What sets Saat Gumbuj Mosque apart is its elaborate terracotta ornamentation. The mosque's exterior is adorned with intricate terracotta panels, featuring delicate floral motifs, geometric patterns, and calligraphy. These terracotta artworks showcase the skill and artistry of the craftsmen of that era and provide a glimpse into the culture and aesthetics of medieval Bengal."
    ],
    "duration": "3 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/SXzznYp/saat-gumbuj-mosque.jpg",
    "price": 5000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Boga lake",
    "location": "Chittagong, Bangladesh",
    "history": [
      "Boga Lake: A Pristine Jewel in the Hills of Bangladesh",
      "Boga Lake, nestled in the Chittagong Hill Tracts of southeastern Bangladesh, is a hidden gem that enchants travelers with its breathtaking natural beauty, crystal-clear waters, and serene surroundings. Situated at an elevation of approximately 1,246 meters (4,088 feet) above sea level, Boga Lake is one of the highest and most pristine lakes in Bangladesh, making it a must-visit destination for nature enthusiasts and adventure seekers.",
      "The beauty of Boga Lake lies in its untouched landscapes. Surrounded by dense forests, rolling hills, and indigenous flora, the lake's emerald-green waters glisten under the open sky. The tranquility of the lake is complemented by the cool, crisp mountain air, making it an idyllic place for relaxation and meditation.",
      "What makes Boga Lake even more fascinating is its unique geological origin. The lake is a high-altitude, freshwater lake that was formed in a karstic depression. Karst formations occur when limestone bedrock dissolves over time, resulting in the creation of depressions, caves, and sinkholes. Boga Lake, nestled in such a setting, is a testament to the wonders of geology."
    ],
    "duration": "2 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/3strdCR/boga-lake.jpg",
    "price": 3000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Kuakata sea beach",
    "location": "Barishal, Bangladesh",
    "history": [
      "Kuakata Sea Beach: The Daughter of the Sea",
      "Kuakata, often referred to as 'The Daughter of the Sea' is a coastal paradise located in the southwestern region of Bangladesh. Situated in the Patuakhali District, this pristine sea beach is renowned for its natural beauty, unique sunrise and sunset views, and tranquil ambiance. Kuakata offers a delightful blend of cultural diversity and serene landscapes, making it a popular destination for both local and international tourists.",
      "Kuakata's most celebrated feature is its stunning 18-kilometer-long sandy beach that stretches along the Bay of Bengal. The beach is known for its wide shoreline, allowing visitors ample space to relax, take leisurely strolls, play beach sports, and enjoy the gentle waves of the sea. The sea beach is bordered by picturesque casuarina trees, adding to the coastal charm.",
      "Kuakata is famous for offering the unique opportunity to witness both sunrise and sunset views over the sea, which is a rare feature on the eastern coast of any landmass in Bangladesh. Tourists flock to the beach in the early hours to witness the mesmerizing spectacle of the sun rising from the sea and later in the day to see it set in the west."
    ],
    "duration": "4 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/Z8W3ZyX/kuakata-sea-beach.jpg",
    "price": 8000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Chimbuk hill",
    "location": "Bandarban, Bangladesh",
    "history": [
      "Chimbuk Hill: The Highest Peak in Bangladesh",
      "Chimbuk Hill, also spelled as Sangu Matamuhuri, is the highest peak in Bangladesh, nestled in the southeastern region of the country in the Bandarban district. This majestic hill, standing at an elevation of approximately 3,415 feet (1,041 meters) above sea level, is a natural wonder that offers stunning panoramic views, lush greenery, and an opportunity to explore the pristine beauty of the Chittagong Hill Tracts.",
      "Chimbuk Hill is celebrated for its breathtaking natural beauty. The hill is covered with dense forests, primarily evergreen and tropical, which provide a habitat for various wildlife species. The landscape is punctuated by lush green valleys, waterfalls, and crystal-clear streams, creating a serene and picturesque environment.",
      "Chimbuk Hill is a haven for adventure enthusiasts and trekkers. There are several trekking routes that lead to the summit, offering opportunities for both novice and experienced trekkers. The journey through the dense forests and along rugged paths adds an element of adventure to the experience."
    ],
    "duration": "5 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/5RB7LTd/chimbuk-hill.jpg",
    "price": 9000,
    "trending": true,
    "booked": 0
  },
  {
    "name": "Sonargaon",
    "location": "Narayanganj, Bangladesh",
    "history": [
      "Sonargaon: The Golden Village of Bangladesh",
      "Sonargaon, often referred to as the 'Golden Village' is a historic and culturally significant town located in the Narayanganj district of central Bangladesh. It holds a unique place in the country's history, serving as the capital of several historical empires and kingdoms, and today, it stands as a cherished destination for those interested in exploring Bangladesh's rich cultural heritage.",
      "Sonargaon has a storied history that dates back over a thousand years. It served as the capital of the ancient Hindu rulers of Bengal during the 13th century and was later a prominent center of Muslim rule during the medieval period. The town has witnessed the rise and fall of various dynasties, including the Delhi Sultanate and the Bengal Sultanate, leaving behind a wealth of historical remnants.",
      "The Folk Art Museum in Sonargaon showcases a diverse collection of traditional Bangladeshi folk art and crafts. Visitors can explore exhibits featuring traditional clothing, jewelry, pottery, and other artifacts, offering insights into the country's rich cultural traditions."
    ],
    "duration": "1 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/VvBP1xR/sonargaon.jpg",
    "price": 1000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "St. martin island",
    "location": "Southeastern part of Bangladesh",
    "history": [
      "Saint Martin's Island: Bangladesh's Tropical Paradise",
      "Saint Martin's Island, locally known as 'Narikel Jinjira' or the 'Coconut Island' is a pristine tropical paradise situated in the southeastern part of Bangladesh. It is the country's only coral island and is renowned for its breathtaking natural beauty, clear turquoise waters, and vibrant marine life, making it a sought-after destination for beach lovers, divers, and nature enthusiasts.",
      "Saint Martin's Island is celebrated for its stunning landscapes. The island features long stretches of sandy beaches, coconut palm groves, and crystal-clear waters of the Bay of Bengal. The serene ambiance and lush surroundings make it an ideal destination for relaxation and water-based activities.",
      "The island's location allows visitors to witness stunning sunrise and sunset views over the Bay of Bengal. These daily spectacles create a serene and romantic atmosphere that is perfect for unwinding and enjoying the beauty of nature."
    ],
    "duration": "5 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/vwYLFZV/st-martin-island.jpg",
    "price": 12000,
    "trending": false,
    "booked": 0
  },
  {
    "name": "Cox's Bazar",
    "location": "Cox's Bazar, Bangladesh",
    "history": [
      "Cox's Bazar: Bangladesh's Coastal Jewel",
      "Cox's Bazar is a renowned coastal town located in southeastern Bangladesh along the Bay of Bengal. It is famous for having the longest natural sea beach in the world, spanning approximately 120 kilometers (75 miles) of uninterrupted golden sands. With its stunning vistas, vibrant culture, and a range of attractions, Cox's Bazar is a popular destination for tourists from both Bangladesh and around the world.",
      "The highlight of Cox's Bazar is undoubtedly its long and picturesque sea beach. The golden sands stretch as far as the eye can see, providing ample space for beachgoers to relax, walk along the shore, play beach sports, or simply soak up the sun. The gentle waves of the Bay of Bengal add to the charm, making it an ideal spot for swimming and water activities.",
      "Cox's Bazar is famous for its stunning sunset views. As the sun dips below the horizon, the sky comes alive with vibrant hues of orange and pink, casting a magical glow over the beach. Many visitors flock to the beach in the evening to witness this breathtaking spectacle."
    ],
    "duration": "4 days",
    "age": "All ages",
    "departure_time": "Morning",
    "departure_location": "Dhaka",
    "photo": "https://i.ibb.co/GHjsckG/cox-s-bazar.jpg",
    "price": 10000,
    "trending": true,
    "booked": 0
  }
]
